{"_id":{"$oid":"5eae2ef722ac8f250cdf3025"},"name":"San Luis Obispo, California","country":"United States","summary":"Best-kept secret of the central coast","desc":["San Luis Obispo (/sæn ˌluːɪs əˈbɪspoʊ/; SLO (/sloʊ/) for short) is a city in the U.S. state of California, located approximately 190 miles (310 km) north of Los Angeles and 230 miles (370 km) south of San Francisco in Northern California's Central Coast region. The population was 45,119 at the 2010 census. The population of San Luis Obispo County was 269,637 in 2010.","Founded in 1772 by Spanish Franciscan Junípero Serra, San Luis Obispo is one of California's oldest European-founded communities. Serra's original mission was named after the 13th-century saint and bishop Louis of Toulouse. The city, locally referred to as San Luis, SLO, or SLO Town (as its county is also referred to as SLO) is the county seat of San Luis Obispo County and is adjacent to California Polytechnic State University."]}
{"_id":{"$oid":"5eae2ef722ac8f250cdf3026"},"name":"La Jolla, California","country":"United States","summary":"Stunning oceanfront homes in an idyllic climate","desc":["La Jolla (/lə ˈhɔɪə/ lə HOY-ə, American Spanish: [la ˈxoʝa]) is a hilly, seaside community within the city of San Diego, California, occupying 7 miles (11 km) of curving coastline along the Pacific Ocean within the northern city limits. The population reported in the 2010 census was 46,781.","La Jolla is surrounded on three sides by ocean bluffs and beaches and is located 12 miles (19 km) north of Downtown San Diego and 45 miles (72 km) south of Orange County.[4][5] The climate is mild, with an average daily temperature of 70.5 °F (21.4 °C).","La Jolla is home to many educational institutions and a variety of businesses in the areas of lodging, dining, shopping, software, finance, real estate, bioengineering, medical practice and scientific research. The University of California, San Diego (UCSD) is located in La Jolla, as are the Salk Institute, Scripps Institution of Oceanography (part of UCSD), Scripps Research Institute, and the headquarters of National University (though its academic campuses are elsewhere)."]}
{"_id":{"$oid":"5eae2ef722ac8f250cdf3027"},"name":"Lime Rock, Connecticut","country":"United States","summary":"Rolling hills nestling a beautiful road course","desc":["Lime Rock is a village and historic district (listed as Lime Rock Historic District) in the town of Salisbury, Connecticut, United States, situated on the Salmon Kill. The village center and the historic district are substantially similar. The surrounding area is also generally referred to as Lime Rock."]}
{"_id":{"$oid":"5eb19e863eb14d364831ed97"},"name":"Portland, Maine","country":"United States","summary":"Wicked cold","desc":["Portland is the most populous city in the U.S. state of Maine and the seat of Cumberland County. Portland's population was 66,417 as of 2018. The Greater Portland metropolitan area is home to over half a million people, more than one-third of Maine's total population, making it the most populous metropolitan area in northern New England (an area comprising the states of Maine, New Hampshire, and Vermont) and the 106th-largest in the United States. Portland's economy relies mostly on the service sector and tourism. The Old Port district is known for its 19th-century architecture and nightlife. Marine industry still plays an important role in the city's economy, with an active waterfront that supports fishing and commercial shipping. The Port of Portland is the largest tonnage seaport in New England.\r","The city seal depicts a phoenix rising from ashes, which is a reference to the recoveries from four devastating fires. Portland was named after the English Isle of Portland, Dorset. In turn, the city of Portland, Oregon was named after Portland, Maine. Portland itself comes from the Old English word Portlanda, which means \"land surrounding a harbor\"."]}
{"_id":{"$oid":"5eb1f83e7ae4382cb0c958f7"},"name":"San Francisco, California","country":"United States","summary":"Cool. Liberal. Tech.","desc":["San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the fourth-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).\r","As of 2020, San Francisco has the highest salaries, disposable income, and median home prices in the world at $1.7 million. In 2018, San Francisco was the seventh-highest-income county in the United States, with a per capita personal income of $130,696. In the same year, San Francisco proper had a GDP of $183.2 billion, and a GDP per capita of $207,371. The CSA San Francisco shares with San Jose and Oakland was the country's third-largest urban economy as of 2018, with a GDP of $1.03 trillion. Of the 500+ primary statistical areas in the U.S., this CSA had among the highest GDP per capita in 2018, at $106,757. San Francisco was ranked 8th in the world and 2nd in the United States on the Global Financial Centres Index as of March 2020. As of 2016, the San Francisco metropolitan area had the highest GDP per capita, labor productivity, and household income levels in the OECD. As of 2019, it is the highest rated American city on world liveability rankings.\r","San Francisco was founded on June 29, 1776, when colonists from Spain established Presidio of San Francisco at the Golden Gate and Mission San Francisco de Asís a few miles away, all named for St. Francis of Assisi. The California Gold Rush of 1849 brought rapid growth, making it the largest city on the West Coast at the time. San Francisco became a consolidated city-county in 1856. San Francisco's status as the West Coast's largest city peaked between 1870 and 1900, when around 25% of California's population resided in the city proper. After three-quarters of the city was destroyed by the 1906 earthquake and fire, San Francisco was quickly rebuilt, hosting the Panama-Pacific International Exposition nine years later. In World War II, San Francisco was a major port of embarkation for service members shipping out to the Pacific Theater. It then became the birthplace of the United Nations in 1945. After the war, the confluence of returning servicemen, significant immigration, liberalizing attitudes, along with the rise of the \"hippie\" counterculture, the Sexual Revolution, the Peace Movement growing from opposition to United States involvement in the Vietnam War, and other factors led to the Summer of Love and the gay rights movement, cementing San Francisco as a center of liberal activism in the United States. Politically, the city votes strongly along liberal Democratic Party lines.\r","A popular tourist destination, San Francisco is known for its cool summers, fog, steep rolling hills, eclectic mix of architecture, and landmarks, including the Golden Gate Bridge, cable cars, the former Alcatraz Federal Penitentiary, Fisherman's Wharf, and its Chinatown district. San Francisco is also the headquarters of five major banking institutions and various other companies such as Levi Strauss & Co., Gap Inc., Fitbit, Salesforce.com, Dropbox, Reddit, Square, Inc., Dolby, Airbnb, Weebly, Pacific Gas and Electric Company, Yelp, Pinterest, Twitter, Uber, Lyft, Mozilla, Wikimedia Foundation and Craigslist. The city, and the surrounding Bay Area, is a global center of the sciences and arts and is home to a number of educational and cultural institutions, such as the University of San Francisco (USF), University of California, San Francisco (UCSF), San Francisco State University (SFSU), the De Young Museum, the San Francisco Museum of Modern Art, the SFJAZZ Center, and the California Academy of Sciences."]}
